tutorials/pisoFoamHFDIB/movingCylinder/Allrun
#!/bin/sh

cp -r 0.org 0
blockMesh
decomposePar -force
mpirun -np 4 pisoFoamHFDIB -parallel
reconstructPar
postProcess -func CourantNo
foamToVTK

# ----------------------------------------------------------------- end-of-file
